IDEA StatiCa Open Model
WeldData Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the WeldData class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public WeldData()
Public Sub New
public:
WeldData()
See Also
Reference
WeldData Class
IdeaRS.OpenModel.Connection Namespace